[
    {
        "id": "623853b2614ad5aba311fdd1",
        "logo": "https://i.ibb.co/gSsM8fZ/google.png",
        "job_title": "Tax Accountant",
        "company_name": "Google",
        "job_type": "Onsite",
        "location": "992 Erie Drive",
        "job_shift": "Part-time",
        "salary": "120K - 150K",
        "job_description": "Prepare tax provisions schedules, returns, payments, reports and maintain a companys tax database Find tax solutions to complicated tax issues or errors from incorrect tax filings Identify legal tax savings and recommend ways to improve profits Make sure that clients comply with federal, state and local tax regulations Advise management about the impact of tax liabilities and corporate strategies or new tax laws Coordinate outsourced tax preparation work Accurately prepare quarterly and annual tax reports Keep up-to-date with tax changes and industry trends by participating in educational opportunities, participating in professional organizations, keeping up with professional networks and reading professional publications",
        "job_responsibility": "Advise management about the impact of tax liabilities and corporate strategies or new tax laws Coordinate outsourced tax preparation work Accurately prepare quarterly and annual tax reports Keep up-to-date with tax changes and industry trends by participating in educational opportunities, participating in professional organizations, keeping up with professional networks and reading professional publications",
        "education": "Bachelor degree to complete any reputational university.",
        "experience": "2-3 Years in this field.",
        "contact_phone": "175-553-1186",
        "contact_email": "edumini0@storify.com"
    },
    {
        "id": "723953c3614bd5abb411fdd2",
        "logo": "https://i.ibb.co/NpHSB9m/microsoft.png",
        "job_title": "Dental Hygienist",
        "company_name": "Microsoft",
        "job_type": "Onsite",
        "location": "193 Ruskin Junction",
        "job_shift": "Fulltime",
        "salary": "100K - 150K",
        "job_description": "A Dental Hygienist is a skilled oral health professional who supports patients in achieving and maintaining optimal oral health. They assist Dentists by conducting screenings, taking X-rays, and providing support during dental visits, ensuring comprehensive care and promoting overall dental well-being.",
        "job_responsibility": "Ensure patients feel as comfortable as possible before their examination Sterilize dental instruments properly Conduct initial mouth screenings and check oral health history Identify conditions like gingivitis, caries or periodontitis Clean and help protect patients teeth (e.g. remove plaque or apply fluoride) Educate patients of all ages on proper teeth care (by demonstrating, for example, good brushing techniques) Give instructions to patients after operations or other dental procedures Take X-rays or dental impressions Assist dentists with selecting appropriate treatments for various diseases (including oral cancer) Maintain documentation and charts on each patient Monitor supplies",
        "education": "Bachelor degree to complete any reputational university.",
        "experience": "2-3 Years in this field.",
        "contact_phone": "570-645-9145",
        "contact_email": "cblondin1@sourceforge.net"
    },
    {
        "id": "723953c3614bd5abb411fdd3",
        "logo": "https://i.ibb.co/yPM9GQF/netflix.png",
        "job_title": "Statistician IV",
        "company_name": "Netflix",
        "job_type": "Remote",
        "location": "5 Randy Park",
        "job_shift": "Fulltime",
        "salary": "100K - 120K",
        "job_description": "Statisticians collect, analyse, interpret and report on data. Statisticians gather numerical data, analyse it to look for trends and report on these. Their work helps organisational leaders understand data and make plans based on it.",
        "job_responsibility": "Liaising with departments to obtain data, including production figures and costs, sales figures, as well as product supply and demand data. Instructing departments on data submission requirements, including frequency and format. Creating and maintaining databases using statistical software programs, such as SPSS, SAS, or Stata. Ensuring data integrity by performing rigorous cleaning, error checking, and validation. Analyzing data using statistical techniques, formulas, and calculations. Performing statistical tests to determine the reliability and soundness of results. Contributing to strategic planning by identifying industry trends and preparing forecasts. Describing, interpreting, and summarizing conclusions. Presenting statistical findings to management in reports that include executive summaries, charts, tables, and graphs. Documenting processes and keeping informed of technological advancements in the field of statistical analysis.",
        "education": "Bachelor degree to complete any reputational university.",
        "experience": "2-3 Years in this field.",
        "contact_phone": "578-950-5229",
        "contact_email": "rbushel2@amazon.co.uk"
    },
    {
        "id": "723953c3614bd5abb411fdd4",
        "logo": "https://i.ibb.co/s5Zs31h/programing-Hero.png",
        "job_title": "Director of Sales",
        "company_name": "Programming Hero",
        "job_type": "Remote",
        "location": "19 Daystar Lane",
        "job_shift": "Fulltime",
        "salary": "120K - 150K",
        "job_description": "A Director of Sales, or Sales Director, manages and oversees the sales operations in an organization. Their main duties include designing plans to meet sales targets, developing and cultivating relationships with clients and evaluating costs to determine their products’ pricing when selling to customers.",
        "job_responsibility": "Excellent written and verbal communications skills. Proven ability to drive the sales process from start to finish. Excellent listening, negotiation and presentation skills. Proven ability to articulate the distinct aspects of services and products. Knowledge of how to develop client-focused, differentiated and achievable solutions. Understanding of how to position products against competitors.",
        "education": "Bachelor degree to complete any reputational university.",
        "experience": "2-3 Years in this field.",
        "contact_phone": "960-173-1491",
        "contact_email": "darchambault6@google.pl"
    },
    {
        "id": "723953c3614bd5abb411fdd5",
        "logo": "https://i.ibb.co/SJ9yYx2/amazon.png",
        "job_title": "Financial Analyst",
        "company_name": "Amazon",
        "job_type": "Remote",
        "location": "52 Dorton Center",
        "job_shift": "Part-time",
        "salary": "100K - 150K",
        "job_description": "A Financial Analysts primary role is to analyze the past and present financial data of the organization and estimate future revenues and expenditures. Their duties include predicting the return on investment for different stocks and business ventures, writing financial reports and collecting industry research to inform decision making. Financial Analysts gather data to understand the trends affecting a specific type of product, geographical region or industry to help their clients make important investment decisions. Financial Analysts typically work at banks, consulting firms, mutual funds and corporations to generate wise investment strategies and support overall financial growth and stability. They report to a supervisor or manager. In most cases, a Financial Analyst needs at least some experience working in the finance or investment banking sectors before entering this position. A masters degree in business administration or finance can prove an applicants knowledge in the field, which might be able to substitute for any experience requirements.",
        "job_responsibility": "Analyze financial data and provide forecasting support. Organize data into accessible reports and perform various types of analysis using key metrics such as yearly growth, return on assets, return on equity and earnings per share. Review all non-legal pertinent information about prospective deals. Oversee financial functions, such as assessing, auditing, planning, budgeting, taxes, consolidation, cost control and project control. Evaluate and analyze capital expenditures, depreciation, proposals, investment opportunities, rate of return, profit plans, operating records, financial statements, etc. Study a company’s financial data to give advice for guiding business investments and overall financial strategy.",
        "education": "Bachelor degree to complete any reputational university.",
        "experience": "2-3 Years in this field.",
        "contact_phone": "985-571-7550",
        "contact_email": "mbonnesen3@oaic.gov.au"
    },
    {
        "id": "723953c3614bd5abb411fdd6",
        "logo": "https://i.ibb.co/vPRT6XF/tesla.png",
        "job_title": "Legal Assistant",
        "company_name": "Tesla",
        "job_type": "Remote",
        "location": "3330 Chive Terrace",
        "job_shift": "Fulltime",
        "salary": "180K - 200K",
        "job_description": "A Legal Assistant is a professional who conducts legal research, drafts documents, emails, and signatures for lawyers when they’re unable to. Overall, they’re responsible for supporting lawyers and making their job easier by handling administrative tasks.",
        "job_responsibility": "Provide administrative support to lawyer and enhance office effectiveness. Handle communication with clients, witnesses etc. Administratively support and attend trials. Prepare case briefs and summarize depositions, interrogatories and testimony. Conduct investigations and statistical/documentary research. Locate and develop case relevant information. Type up and file basic legal documents and correspondence. Answer and direct phone calls. Maintain contact lists. Monitor deadlines and juggle calendars.",
        "education": "Bachelor degree to complete any reputational university.",
        "experience": "2-3 Years in this field.",
        "contact_phone": "801-823-4189",
        "contact_email": "djerman4@dyndns.org"
    },
    {
        "id": "723953c3614bd5abb411fdd7",
        "logo": "https://i.ibb.co/N3jPHTf/Alibaba-Logo.png",
        "job_title": "Graphic Designer",
        "company_name": "Alibaba",
        "job_type": "Remote",
        "location": "090 Fulton Point",
        "job_shift": "Part-time",
        "salary": "100K - 150K",
        "job_description": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "job_responsibility": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "education": "Bachelor degree to complete any reputational university.",
        "experience": "2-3 Years in this field.",
        "contact_phone": "768-219-4080",
        "contact_email": "mcoffee5@ameblo.jp"
    },
    {
        "id": "723953c3614bd5abb411fdd8",
        "logo": "https://i.ibb.co/XtnHWzk/odesk.png",
        "job_title": "Programmer Analyst IV",
        "company_name": "Odesk",
        "job_type": "Onsite",
        "location": "5 Village Green Crossing",
        "job_shift": "Fulltime",
        "salary": "80K - 100K",
        "job_description": "A Programmer Analyst, or Programmer Systems Analyst, develops and maintains company software programs. Their duties include meeting with upper management professionals and IT personnel to determine their employer’s IT needs, responding to employee requests to troubleshoot software problems and drafting instructional documents to help employees navigate company intranets.",
        "job_responsibility": "Develop and distribute applications and software, including patches per guidelines set by management. Quickly respond to support tickets from customers and departments according to company procedures. Maintain the company website and update daily to ensure secure and smooth function. Maintain and update the company intranet. Monitor new network documentation for accuracy. Make recommendations for enhancing user value. Migrate applications, both in-house and client-based, as needed to ensure smooth transitions. Develop and maintain security protocols related to software, website and intranet use.",
        "education": "Bachelor degree to complete any reputational university.",
        "experience": "2-3 Years in this field.",
        "contact_phone": "223-718-6452",
        "contact_email": "gezele7@netvibes.com"
    }
]